export default {
	// 通用配置
	'重置': '重置',
	'保存': '保存',
	'确定': '确定',
	'确认': '确认',
	'取消': '取消',
	'编辑': '编辑',
	'搜索': '搜索',
	'筛选': '筛选',
	'备注': '备注',
	'请输入关键字搜索': '请输入关键字搜索',

	// 启动页
	'跳过': '跳过',
	'立即体验': '立即体验',

	// tabbar 配置
	'首页': '首页',
	'我的': '我的',

	/* 我的模块 */
	//我的页面
	'设置': '设置',
	'浏览记录': '浏览记录',
	'我的收藏': '我的收藏',
	'关于我们': '关于我们',
	'退出登录': '退出登录',

	// 设置界面
	'夜间模式': '夜间模式',
	'主题': '主题',
	'字体大小': '字体大小',
	'多语言': '多语言',

	// 语言设置
	'该语言暂不支持': '该语言暂不支持',

	// 关于我们
	'作者简介': '作者简介',
	'联系电话': '联系电话',
	'意见反馈': '意见反馈',
	'版本号': '版本号',

	// 登陆
	'请输入': '请输入',
	'请输入账户': '请输入账户',
	'请输入密码': '请输入密码',
	'请再次输入密码': '请再次输入密码',
	'登录': '登录',
	'记住密码': '记住密码',
	'忘记密码': '忘记密码',
	'选择第三方登录': '选择第三方登录',
	'选择第三方注册': '选择第三方注册',
	'有账户，前往登录': '有账户，前往登录',
	'无账户，立即注册': '无账户，立即注册',
	'注册': '注册'
}
